alefragnani.project-manager
BriteSnow.vscode-toggle-quotes
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
formulahendry.auto-rename-tag
jpoissonnier.vscode-styled-components
mgmcdermott.vscode-language-babel
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
PKief.material-icon-theme
pnp.polacode
vincaslt.highlight-matching-tag
vscodevim.vim
WakaTime.vscode-wakatime
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
